Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Set how wide the Control Center's left column is
ar: تعيين عرض العمود الأيسر في مركز التحكم
de: Festlegen, wie breit die linke Spalte des Kontrollzentrums ist
es: Define el ancho de la columna izquierda del Centro de control
fr: Définir la largeur de la colonne de gauche du Centre de contrôle
hu: A Vezérlőközpont bal oldali oszlopának szélessége
ja: コントロールセンターの左列の幅を設定
nl: Stel in hoe breed de linkerkolom van het Control Center is
pl: Ustaw szerokość lewej kolumny Centrum sterowania
pt: Definir a largura da coluna esquerda da Central de controlo
ru: Задать ширину левого столбца Пункта управления
sv: Ställ in hur bred den vänstra kolumnen i Kontrollcenter är
tr: Denetim Merkezi'nin sol sütununun ne kadar geniş olacağını ayarla
vi: Đặt chiều rộng cột trái của Trung tâm điều khiển
zh_hans: 设置控制中心左栏的宽度
zh_hant: 設定「控制中心」左側欄的寬度

source: Set how wide the Control Center's running apps column is
ar: تعيين عرض عمود التطبيقات قيد التشغيل في مركز التحكم
de: Festlegen, wie breit die Spalte „Laufende Apps“ des Kontrollzentrums ist
es: Define el ancho de la columna de apps en ejecución del Centro de control
fr: Définir la largeur de la colonne des apps actives du Centre de contrôle
hu: A Vezérlőközpont futó appok oszlopának szélessége
ja: コントロールセンターの実行中のアプリの列の幅を設定
nl: Stel in hoe breed de kolom met geopende apps van het Control Center is
pl: Ustaw szerokość kolumny uruchomionych aplikacji w Centrum sterowania
pt: Definir a largura da coluna de apps em execução da Central de controlo
ru: Задать ширину столбца запущенных приложений в Пункте управления
sv: Ställ in hur bred kolumnen med appar som körs i Kontrollcenter är
tr: Denetim Merkezi'nin çalışan uygulamalar sütununun ne kadar geniş olacağını ayarla
vi: Đặt chiều rộng cột ứng dụng đang chạy của Trung tâm điều khiển
zh_hans: 设置控制中心运行中应用栏的宽度
zh_hant: 設定「控制中心」中「執行中的應用程式」欄位寬度

source: Set icon spacing, edge padding, row padding, section gap, and panel spacing exactly.
ar: اضبط تباعد الأيقونات وحشوة الحواف وحشوة الصف والفجوة بين الأقسام وتباعد اللوحات بدقة.
de: Symbolabstand, Kantenabstand, Innenabstand der Symbolreihe, Abschnittsabstand und Panel-Abstände exakt festlegen.
es: Define con precisión el espaciado de iconos, el margen del borde, el margen de fila, la separación entre secciones y el espaciado de los paneles.
fr: Définir précisément l'espacement des icônes, la marge des bords, la marge de la rangée, l'écart entre les sections et l'espacement des panneaux.
hu: Ikontávolság, szélső margó, sortávolság, szakaszköz és panel-térköz pontos beállítása.
ja: アイコンの間隔、エッジの余白、行の余白、セクションの間隔、パネルの間隔を正確に設定します。
nl: Stel de afstand tussen pictogrammen, de opvulling aan de randen, de opvulling tussen rijen, de ruimte tussen secties en de ruimte tussen panelen precies in.
pl: Ustaw dokładnie odstępy ikon, odstęp od krawędzi, wewnętrzny odstęp wiersza, odstęp między sekcjami i odstępy w panelach.
pt: Definir com exatidão o espaçamento dos ícones, o afastamento da margem, a margem da fila, o espaço entre secções e o espaçamento dos painéis.
ru: Точная настройка интервала между значками, отступов от краев, отступов ряда, промежутка между разделами и интервалов панелей.
sv: Ställ in symbolavstånd, kantutfyllnad, radutfyllnad, sektionsavstånd och panelavstånd exakt.
tr: Simge aralığını, kenar dolgusunu, satır dolgusunu, bölüm boşluğunu ve panel aralığını tam olarak ayarla.
vi: Đặt chính xác khoảng cách biểu tượng, khoảng đệm mép, khoảng đệm hàng, khoảng cách phần và khoảng cách bảng.
zh_hans: 精确调整图标间距、边缘内边距、行间距、区段间距与面板间距。
zh_hant: 精確設定圖示間距、邊緣留白、列內距、區段間距與面板間距。

source: Set the app icon size used in Alt-Tab compact preview rows, or follow the item size
ar: تعيين حجم أيقونة التطبيق المستخدم في صفوف المعاينة المضغوطة في Alt-Tab، أو اتباع حجم العنصر
de: App-Symbolgröße für kompakte Vorschauzeilen in Alt-Tab festlegen oder der Elementgröße folgen
es: Define el tamaño del icono de app en las filas de previsualización compactas de Alt-Tab, o sigue el tamaño del ítem
fr: Définir la taille des icônes d'app dans les lignes d'aperçu compactes d'Alt-Tab, ou suivre la taille des éléments
hu: Az Alt-Tab kompakt előnézeti soraiban használt appikonméret beállítása, vagy az elemméret követése
ja: Alt-Tabのコンパクトなプレビュー行で使用するアプリアイコンのサイズを設定するか、項目サイズに合わせる
nl: Stel de grootte van het app-pictogram in die wordt gebruikt in de compacte voorbeeldrijen van Alt-Tab, of koppel dit aan de grootte van het item
pl: Ustaw rozmiar ikon aplikacji używany w kompaktowych wierszach podglądu Alt-Tab lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do ícone da app usado nas linhas de pré-visualização compactas do Alt-Tab, ou seguir o tamanho do item
ru: Задать размер значков приложений в компактных строках предпросмотра Alt-Tab или использовать размер элемента
sv: Ställ in appsymbolstorleken för kompakta förhandsvisningsrader i Alt-Tab, eller följ objektstorleken
tr: Alt-Tab kompakt önizleme satırlarında kullanılan uygulama simgesi boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong các hàng xem trước thu gọn Alt-Tab, hoặc theo kích cỡ mục
zh_hans: 设置在 Alt-Tab 紧凑预览行中的应用图标大小，或按照项目大小自动调整
zh_hant: 設定 Alt-Tab 精簡預覽列中的應用程式圖示大小，或依項目大小自動調整

source: Set the app icon size used in Alt-Tab preview headers
ar: تعيين حجم أيقونة التطبيق المستخدمة في رؤوس معاينات Alt-Tab
de: Größe der App-Symbole in den Kopfzeilen der Alt-Tab-Vorschauen festlegen
es: Define el tamaño del icono de app usado en las cabeceras de previsualización de Alt-Tab
fr: Définir la taille d'icône de l'application utilisée dans les en-têtes de prévisualisation Alt-Tab
hu: Az Alt-Tab előnézeti fejlécekben használt app-ikonméret beállítása
ja: Alt-Tabプレビューのヘッダーで使用するアプリアイコンのサイズを設定
nl: Stel de grootte van het app-pictogram in die wordt gebruikt in de kopteksten van het Alt-Tab-voorbeeld
pl: Ustaw rozmiar ikon aplikacji używany w nagłówkach podglądu Alt-Tab
pt: Definir o tamanho do ícone da app usado nos cabeçalhos das pré-visualizações do Alt-Tab
ru: Установить размер значка приложения, используемый в заголовках предварительного просмотра Alt-Tab
sv: Ange appsymbolstorleken som används i Alt-Tab-förhandsvisningarnas rubriker
tr: Alt-Tab önizleme başlıklarında kullanılan uygulama simgesi boyutunu ayarla
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong các tiêu đề xem trước của Alt-Tab
zh_hans: 设置 Alt-Tab 预览标题栏中的应用图标大小
zh_hant: 設定 Alt-Tab 預覽標題中使用的應用程式圖示大小

source: Set the app icon size used in compact preview rows
ar: تعيين حجم أيقونة التطبيق المستخدم في صفوف المعاينة المضغوطة
de: App-Symbolgröße für kompakte Vorschauzeilen festlegen
es: Define el tamaño del icono de app en las filas de previsualización compactas
fr: Définir la taille des icônes d'app dans les lignes d'aperçu compactes
hu: A kompakt előnézeti sorokban használt appikonméret beállítása
ja: コンパクトなプレビュー行で使用するアプリアイコンのサイズを設定
nl: Stel de grootte van het app-pictogram in die wordt gebruikt in de compacte voorbeeldrijen
pl: Ustaw rozmiar ikon aplikacji używany w kompaktowych wierszach podglądu
pt: Definir o tamanho do ícone da app usado nas linhas de pré-visualização compactas
ru: Задать размер значков приложений в компактных строках предпросмотра
sv: Ställ in appsymbolstorleken för kompakta förhandsvisningsrader
tr: Kompakt önizleme satırlarında kullanılan uygulama simgesi boyutunu ayarla
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong các hàng xem trước thu gọn
zh_hans: 设置紧凑预览行中的应用图标大小
zh_hant: 設定精簡預覽列中的應用程式圖示大小

source: Set the app icon size used in compact preview rows, or follow the item size
ar: تعيين حجم أيقونة التطبيق المستخدم في صفوف المعاينة المضغوطة، أو اتباع حجم العنصر
de: App-Symbolgröße für kompakte Vorschauzeilen festlegen oder der Elementgröße folgen
es: Define el tamaño del icono de app en las filas de previsualización compactas, o sigue el tamaño del ítem
fr: Définir la taille des icônes d'app dans les lignes d'aperçu compactes, ou suivre la taille des éléments
hu: A kompakt előnézeti sorokban használt appikonméret beállítása, vagy az elemméret követése
ja: コンパクトなプレビュー行で使用するアプリアイコンのサイズを設定するか、項目サイズに合わせる
nl: Stel de grootte van het app-pictogram in die wordt gebruikt in de compacte voorbeeldrijen, of koppel dit aan de grootte van het item
pl: Ustaw rozmiar ikon aplikacji używany w kompaktowych wierszach podglądu lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do ícone da app usado nas linhas de pré-visualização compactas, ou seguir o tamanho do item
ru: Задать размер значков приложений в компактных строках предпросмотра или использовать размер элемента
sv: Ställ in appsymbolstorleken för kompakta förhandsvisningsrader, eller följ objektstorleken
tr: Kompakt önizleme satırlarında kullanılan uygulama simgesi boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong các hàng xem trước thu gọn, hoặc theo kích cỡ mục
zh_hans: 设置紧凑预览行中的应用图标大小，或跟随项目大小自动调整
zh_hant: 設定精簡預覽列中的應用程式圖示大小，或依項目大小自動調整

source: Set the app icon size used in Glance compact preview rows, or follow the item size
ar: تعيين حجم أيقونة التطبيق المستخدم في صفوف المعاينة المضغوطة في Glance، أو اتباع حجم العنصر
de: App-Symbolgröße für kompakte Vorschauzeilen in Glance festlegen oder der Elementgröße folgen
es: Define el tamaño del icono de app en las filas de previsualización compactas de Glance, o sigue el tamaño del ítem
fr: Définir la taille des icônes d'app dans les lignes d'aperçu compactes de Glance, ou suivre la taille des éléments
hu: A Glance kompakt előnézeti soraiban használt appikonméret beállítása, vagy az elemméret követése
ja: Glanceのコンパクトなプレビュー行で使用するアプリアイコンのサイズを設定するか、項目サイズに合わせる
nl: Stel de grootte van het app-pictogram in voor de compacte voorbeeldrijen van Glance, of volg de itemgrootte
pl: Ustaw rozmiar ikon aplikacji używany w kompaktowych wierszach podglądu Glance lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do ícone da app usado nas linhas de pré-visualização compactas do Glance, ou seguir o tamanho do item
ru: Задать размер значков приложений в компактных строках предпросмотра Glance или использовать размер элемента
sv: Ställ in appsymbolstorleken för kompakta förhandsvisningsrader i Glance, eller följ objektstorleken
tr: Glance kompakt önizleme satırlarında kullanılan uygulama simgesi boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong các hàng xem trước thu gọn Glance, hoặc theo kích cỡ mục
zh_hans: 设置在 Glance 紧凑预览行中的应用图标大小，或按照项目大小自动调整
zh_hant: 設定 Glance 精簡預覽列中的應用程式圖示大小，或依項目大小自動調整

source: Set the app icon size used in the Glance header
ar: حدد حجم أيقونة التطبيق المستخدمة في رأس Glance
de: Größe der App-Symbole in der Glance-Kopfzeile festlegen
es: Define el tamaño del icono de app usado en la cabecera de Glance
fr: Définissez la taille de l'icône d'app utilisée dans l'en-tête Glance
hu: A Glance fejlécében használt app-ikonméret beállítása
ja: Glanceのヘッダーで使用するアプリアイコンのサイズを設定
nl: Stel de grootte van het app-pictogram in de Glance-koptekst in
pl: Ustaw rozmiar ikony aplikacji używany w nagłówku Glance
pt: Definir o tamanho do ícone da app usado no cabeçalho do Glance
ru: Задать размер значка приложения в заголовке Glance
sv: Ange appsymbolstorleken som används i Glance-rubriken
tr: Glance başlığında kullanılan uygulama simgesi boyutunu ayarla
vi: Đặt kích cỡ biểu tượng ứng dụng được sử dụng trong tiêu đề của Glance
zh_hans: 设置 Glance 应用标题栏中的应用图标大小
zh_hant: 設定 Glance 標題中使用的應用程式圖示大小

source: Set the title and subtitle text size used in Alt-Tab compact preview rows, or follow the item size
ar: تعيين حجم نص العنوان والعنوان الفرعي المستخدم في صفوف المعاينة المضغوطة في Alt-Tab، أو اتباع حجم العنصر
de: Textgröße von Titel und Untertitel in kompakten Vorschauzeilen in Alt-Tab festlegen oder der Elementgröße folgen
es: Define el tamaño del texto del título y el subtítulo en las filas de previsualización compactas de Alt-Tab, o sigue el tamaño del ítem
fr: Définir la taille du texte des titres et sous-titres dans les lignes d'aperçu compactes d'Alt-Tab, ou suivre la taille des éléments
hu: Az Alt-Tab kompakt előnézeti soraiban használt cím- és alcímszövegméret beállítása, vagy az elemméret követése
ja: Alt-Tabのコンパクトなプレビュー行で使用するタイトルとサブタイトルのテキストサイズを設定するか、項目サイズに合わせる
nl: Stel de tekstgrootte van titel en subtitel in voor de compacte voorbeeldrijen van Alt-Tab, of volg de itemgrootte
pl: Ustaw rozmiar tekstu tytułu i podtytułu używany w kompaktowych wierszach podglądu Alt-Tab lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do texto do título e do subtítulo usado nas linhas de pré-visualização compactas do Alt-Tab, ou seguir o tamanho do item
ru: Задать размер текста заголовка и подзаголовка в компактных строках предпросмотра Alt-Tab или использовать размер элемента
sv: Ställ in textstorleken för titel och undertitel i kompakta förhandsvisningsrader i Alt-Tab, eller följ objektstorleken
tr: Alt-Tab kompakt önizleme satırlarında kullanılan başlık ve alt başlık metin boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ văn bản tiêu đề và phụ đề được sử dụng trong các hàng xem trước thu gọn Alt-Tab, hoặc theo kích cỡ mục
zh_hans: 设置在 Alt-Tab 紧凑预览行中使用的标题和副标题文字大小，或按照项目大小自动调整
zh_hant: 設定 Alt-Tab 精簡預覽列中使用的標題與副標題文字大小，或依照項目大小調整

source: Set the title and subtitle text size used in compact preview rows, or follow the item size
ar: تعيين حجم نص العنوان والعنوان الفرعي المستخدم في صفوف المعاينة المضغوطة، أو اتباع حجم العنصر
de: Textgröße von Titel und Untertitel in kompakten Vorschauzeilen festlegen oder der Elementgröße folgen
es: Define el tamaño del texto del título y el subtítulo en las filas de previsualización compactas, o sigue el tamaño del ítem
fr: Définir la taille du texte des titres et sous-titres dans les lignes d'aperçu compactes, ou suivre la taille des éléments
hu: A kompakt előnézeti sorokban használt cím- és alcímszövegméret beállítása, vagy az elemméret követése
ja: コンパクトなプレビュー行で使用するタイトルとサブタイトルのテキストサイズを設定するか、項目サイズに合わせる
nl: Stel de tekstgrootte van titel en subtitel in voor compacte voorbeeldrijen, of volg de itemgrootte
pl: Ustaw rozmiar tekstu tytułu i podtytułu używany w kompaktowych wierszach podglądu lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do texto do título e do subtítulo usado nas linhas de pré-visualização compactas, ou seguir o tamanho do item
ru: Задать размер текста заголовка и подзаголовка в компактных строках предпросмотра или использовать размер элемента
sv: Ställ in textstorleken för titel och undertitel i kompakta förhandsvisningsrader, eller följ objektstorleken
tr: Kompakt önizleme satırlarında kullanılan başlık ve alt başlık metin boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ văn bản tiêu đề và phụ đề được sử dụng trong các hàng xem trước thu gọn, hoặc theo kích cỡ mục
zh_hans: 设置在紧凑预览行中使用的标题和副标题文字大小，或按照项目大小自动调整
zh_hant: 設定精簡預覽列的標題與副標題文字大小，或依項目大小自動調整

source: Set the title and subtitle text size used in Glance compact preview rows, or follow the item size
ar: تعيين حجم نص العنوان والعنوان الفرعي المستخدم في صفوف المعاينة المضغوطة في Glance، أو اتباع حجم العنصر
de: Textgröße von Titel und Untertitel in kompakten Vorschauzeilen in Glance festlegen oder der Elementgröße folgen
es: Define el tamaño del texto del título y el subtítulo en las filas de previsualización compactas de Glance, o sigue el tamaño del ítem
fr: Définir la taille du texte des titres et sous-titres dans les lignes d'aperçu compactes de Glance, ou suivre la taille des éléments
hu: A Glance kompakt előnézeti soraiban használt cím- és alcímszövegméret beállítása, vagy az elemméret követése
ja: Glanceのコンパクトなプレビュー行で使用するタイトルとサブタイトルのテキストサイズを設定するか、項目サイズに合わせる
nl: Stel de tekstgrootte van titel en subtitel in voor de compacte voorbeeldrijen van Glance, of volg de itemgrootte
pl: Ustaw rozmiar tekstu tytułu i podtytułu używany w kompaktowych wierszach podglądu Glance lub dopasuj go do rozmiaru elementu
pt: Definir o tamanho do texto do título e do subtítulo usado nas linhas de pré-visualização compactas do Glance, ou seguir o tamanho do item
ru: Задать размер текста заголовка и подзаголовка в компактных строках предпросмотра Glance или использовать размер элемента
sv: Ställ in textstorleken för titel och undertitel i kompakta förhandsvisningsrader i Glance, eller följ objektstorleken
tr: Glance kompakt önizleme satırlarında kullanılan başlık ve alt başlık metin boyutunu ayarla veya öğe boyutunu izle
vi: Đặt kích cỡ văn bản tiêu đề và phụ đề được sử dụng trong các hàng xem trước thu gọn Glance, hoặc theo kích cỡ mục
zh_hans: 设置在 Glance 紧凑预览行中使用的标题和副标题文字大小，或按照项目大小自动调整
zh_hant: 設定 Glance 精簡預覽列使用的標題與副標題文字大小，或依項目大小自動調整

source: Set up the dock by jumping straight to the settings that matter.
ar: أعدّ Dock بالانتقال مباشرةً إلى الإعدادات المهمة.
de: Richten Sie das Dock ein, indem Sie direkt zu den wichtigen Einstellungen springen.
es: Configura el Dock yendo directamente a los ajustes que importan.
fr: Configurez le Dock en accédant directement aux paramètres importants.
hu: Állítsa be a Dockot: ugorjon egyenesen a fontos beállításokhoz.
ja: 重要な設定に直接ジャンプしてDockをセットアップしましょう。
nl: Stel het Dock in door direct naar de relevante instellingen te gaan.
pl: Skonfiguruj Dock, przechodząc od razu do najważniejszych ustawień.
pt: Configure a dock indo diretamente às definições que interessam.
ru: Настройте Dock, сразу переходя к важным параметрам.
sv: Ställ in docken genom att gå direkt till de inställningar som spelar roll.
tr: Doğrudan önemli olan ayarlara giderek dock'u kur.
vi: Thiết lập dock bằng cách đi thẳng tới các cài đặt quan trọng.
zh_hans: 直达关键设置，快速完成 Dock 配置。
zh_hant: 直接前往重要設定，快速完成 Dock 設定。

source: Sets the outline thickness for panels and popovers.
ar: يحدد سُمك الحد للوحات والنوافذ المنبثقة.
de: Legt die Dicke der Umrandung von Panels und Popovern fest.
es: Define el grosor del contorno de paneles y ventanas emergentes.
fr: Définit l'épaisseur du contour pour les panneaux et les popovers.
hu: A panelek és előugró ablakok körvonalvastagságát állítja be.
ja: パネルとポップオーバーの枠線の太さを設定します。
nl: Stel de lijndikte in voor panelen en pop-overs.
pl: Ustawia grubość obramowania paneli i okien podręcznych.
pt: Define a espessura do contorno dos painéis e popovers.
ru: Задаёт толщину контура для панелей и всплывающих окон.
sv: Anger kantlinjens tjocklek för paneler och popovers.
tr: Panellerin ve açılır pencerelerin kenar çizgisi kalınlığını ayarlar.
vi: Đặt độ dày đường viền cho các bảng và cửa sổ bật lên.
zh_hans: 设置面板和弹出框描边粗细。
zh_hant: 設定面板與彈出式視窗外框粗細。

source: Sets the shared card width used by dock previews and Alt-Tab. Dynamic image sizing uses this as the width limit.
ar: يعيّن عرض البطاقة المشترك المستخدم في معاينات Dock وفي Alt-Tab. يستخدم التحجيم الديناميكي للصور هذه القيمة كحد للعرض.
de: Legt die gemeinsame Kartenbreite für Dock-Vorschauen und Alt-Tab fest. Bei dynamischer Bildgrößenanpassung dient sie als Breitenlimit.
es: Define el ancho de tarjeta compartido que usan las previsualizaciones del Dock y Alt-Tab. El tamaño dinámico de imagen lo usa como límite de ancho.
fr: Définit la largeur commune des cartes pour les aperçus du dock et Alt-Tab. Le dimensionnement dynamique des images utilise cette valeur comme limite de largeur.
hu: A Dock-előnézetek és az Alt-Tab közös kártyaszélességét állítja be. A dinamikus képméretezés ezt használja szélességkorlátként.
ja: DockプレビューとAlt-Tabで共有されるカードの幅を設定します。動的な画像サイズ調整では、これが幅の上限になります。
nl: Stelt een gedeelde kaartbreedte in die wordt gebruikt door Dock-voorbeelden en Alt-Tab. Dynamische afbeeldingsgroottebepaling gebruikt dit als breedtelimiet.
pl: Ustawia wspólną szerokość karty używaną przez podglądy Docka i Alt-Tab. Dynamiczne dopasowanie obrazów używa jej jako limitu szerokości.
pt: Define a largura partilhada dos cartões usada pelas pré-visualizações da dock e pelo Alt-Tab. O dimensionamento dinâmico de imagem usa este valor como limite de largura.
ru: Задает общую ширину карточки для предпросмотра Dock и Alt-Tab. Динамический размер изображения использует ее как ограничение ширины.
sv: Anger den delade kortbredden som används av dockförhandsvisningar och Alt-Tab. Dynamisk bildstorlek använder den som breddgräns.
tr: Dock önizlemeleri ve Alt-Tab tarafından kullanılan ortak kart genişliğini ayarlar. Dinamik görsel boyutlandırma bunu genişlik sınırı olarak kullanır.
vi: Đặt chiều rộng thẻ dùng chung được sử dụng bởi bản xem trước dock và Alt-Tab. Tính năng kích cỡ hình ảnh linh hoạt sử dụng thông số này làm giới hạn chiều rộng.
zh_hans: 设置 Dock 预览和 Alt-Tab 共用的卡片宽度。动态图片尺寸会以此宽度作为上限。
zh_hant: 設定 Dock 預覽與 Alt-Tab 共用的卡片寬度。動態影像尺寸調整會以此作為最大寬度限制。

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings backed up to %@.
ar: تم النسخ الاحتياطي للإعدادات إلى %@.
de: Einstellungen auf %@ gesichert.
es: Copia de seguridad de los ajustes guardada en %@.
fr: Paramètres sauvegardés dans %@.
hu: A beállítások biztonsági mentése elkészült ide: %@.
ja: 設定を%@にバックアップしました。
nl: Instellingen zijn geback-upt naar %@.
pl: Utworzono kopię zapasową ustawień w %@.
pt: Cópia de segurança das definições guardada em %@.
ru: Настройки скопированы.%@
sv: Inställningarna har säkerhetskopierats till %@.
tr: Ayarlar %@ konumuna yedeklendi.
vi: Cài đặt đã được sao lưu vào %@.
zh_hans: 设置备份到 %@。
zh_hant: 設定已備份至 %@。

source: Settings...
ar: إعدادات...
de: Einstellungen...
es: Ajustes…
fr: Paramètres...
hu: Beállítások...
ja: 設定...
nl: Instellingen...
pl: Ustawienia…
pt: Definições...
ru: Настройки...
sv: Inställningar…
tr: Ayarlar...
vi: Cài đặt...
zh_hans: 设置……
zh_hant: 設定……

source: Setup
ar: الإعداد
de: Einrichtung
es: Configuración
fr: Configuration
hu: Beüzemelés
ja: セットアップ
nl: Instellen
pl: Konfiguracja
pt: Configuração
ru: Настройка
sv: Konfiguration
tr: Kurulum
vi: Thiết lập
zh_hans: 设置向导
zh_hant: 設定精靈

source: seven days
ar: سبعة أيام
de: sieben tage
es: siete días
fr: sept jours
hu: hét nap
ja: 7日間
nl: zeven dagen
pl: siedem dni
pt: sete dias
ru: семь дней
sv: sju dagar
tr: yedi gün
vi: bảy ngày
zh_hans: 七天
zh_hant: 七天

source: SF symbol for the Show Desktop widget
ar: رمز SF لأداة «إظهار سطح المكتب»
de: SF Symbol für das Widget „Schreibtisch anzeigen“
es: SF Symbol para el widget Mostrar escritorio
fr: Symbole SF pour le widget Afficher le Bureau
hu: SF Symbol az Íróasztal megjelenítése widgethez
ja: 「デスクトップを表示」ウィジェットのSF Symbol
nl: SF-symbool voor de widget 'Bureaublad weergeven'
pl: Symbol SF widżetu Pokaż Biurko
pt: SF Symbol para o widget Mostrar Secretária
ru: Символ SF Symbols для виджета «Показать рабочий стол»
sv: SF-symbol för widgeten Visa skrivbordet
tr: Masaüstünü Göster widget'ı için SF sembolü
vi: SF Symbol cho tiện ích Hiển thị màn hình nền
zh_hans: “显示桌面”小组件的 SF Symbol 图标
zh_hant: 「顯示桌面」小工具的 SF Symbol 圖示

source: Shared
ar: مشتركة
de: Geteilt
es: Compartido
fr: Paramètres partagés
hu: Közös
ja: 共有
nl: Gedeeld
pl: Wspólne
pt: Partilhado
ru: Общие
sv: Delat
tr: Paylaşılan
vi: Được chia sẻ
zh_hans: 共用
zh_hant: 共用
